
{
  "start": "Start",
  "programs": "Programs",
  "documents": "Documents",
  "settings": "Settings",
  "shutdown": "Shut Down...",
  "contact": "Contact",
  "about": "About me",
  "projects": " My Projects",  
  
  "file": "File",
  "edit": "Edit",
  "view": "View",
  "help": "Help",
  
  "new_tab": "New Tab",
  "new_window": "New Window",
  "share": "Share",
  "print": "Print",
    
  "undo": "Undo",
  "cut": "Cut",
  "copy": "Copy",
  "paste": "Paste",
  "delete": "Delete",
  "properties": "Properties",
    
  "toolbar": "Toolbar",
  "status_bar": "Status Bar",
  "refresh": "Refresh",
    
  "help_topics": "Help Topics",
  "about_menu": "About",


  "back": "Back",
  "forward": "Forward", 
  "stop": "Stop",  
  "home": "Home",
  "search": "Search",
  "history": "History",
  "favorites": "Favorites",
  "address": "Address",
  "go": "Go",
  "links": "Links",
  "best_of_web": "Best of the Web",
  "channel_guide": "Channel Guide",
  "customize_links": "Customize Links",

  "experience": "Experience",
  "introduction": "Introduction",  
  "interests": "Interests",
  "values": "Values",  
  "about_me_title": "About Me",
  
  "about_me_intro": "Hello! I'm Sebastián Chacón, a software engineer with Full Stack development experience.",
  "about_me_experience": "I have 3 years of experience, during which I've developed web and mobile applications, scalable APIs, and artificial intelligence research projects, including an LSTM-based system for real-time Peruvian Sign Language translation.",
  "about_me_stack": "My tech stack includes:",
  "about_me_interests": "I'm particularly interested in applied artificial intelligence, cybersecurity, and the design of inclusive solutions with social impact. I'm also passionate about humanities, which allows me to integrate a critical and ethical perspective into technological development.",
  "about_me_values": "I value continuous learning, team collaboration, and developing technology that can improve people's lives.",

  "contact_me_title": "You can find me at:",


  "montly_expenses": "Personal Finance App",
  "montly_expenses_description": "Application to record and visualize monthly income and expenses. Data and session state are stored persistently using browser storage. Includes support for light and dark themes.",
  
  "three_demo": "Water Simulator",
  "three_demo_description": "Interactive 3D water simulation demo with collision and noise effects.",
  
  "kanban_board": "Kanban Board",
  "kanban_board_description": "Interactive board to manage tasks in columns with drag-and-drop support. It also supports theming",
  
  "graph_demo": "Function Grapher",
  "graph_demo_description": "Tool to plot mathematical functions on an interactive canvas.",
  
  "signapp": "Sign Language Translation",
  "signapp_description": "Mobile application that translates Peruvian Sign Language gestures into text in real time. The frontend connects to the backend via Socket.IO, sending raw images that are preprocessed and grouped into a sequence of movements. This sequence is then processed by an LSTM model that returns an approximate translation.",  

  
  "weather_app": "Weather App",
  "weather_app_description": "Graphical interface that adapts its color scheme based on weather conditions. It currently uses simulated data to avoid external dependencies but supports integration with real-time data sources.",
  
  "creds_updt": "Password Updater",
  "creds_updt_description": "Interface and rest api to update credentials with validation and security confirmation." ,
  
  "projects_disclaimer": "These are just the public projects. Most of them have the code available, except one that belongs to an institution."

}