{
  "start": "Inicio",
  "programs": "Programas",
  "documents": "Documentos",
  "settings": "Configuración",
  "shutdown": "Apagar...",
  "contact": "Contacto",
  "about": "Acerca de mi",
  "projects": " Mis Proyectos",
  
  "file": "Archivo",
  "edit": "Editar",
  "view": "Ver",
  "help": "Ayuda",
    
  "new_tab": "Nueva Pestaña",
  "new_window": "Nueva Ventana",
  "share": "Compartir",
  "print": "Imprimir",
    
  "undo": "Deshacer",
  "cut": "Cortar",
  "copy": "Copiar",
  "paste": "Pegar",
  "delete": "Eliminar",
  "properties": "Propiedades",
    
  "toolbar": "Barra de herramientas",
  "status_bar": "Barra de estado",
  "refresh": "Actualizar",
    
  "help_topics": "Temas de ayuda",
  "about_menu": "Acerca de",

  "back": "Atrás",
  "forward": "Adelante",
  "stop": "Detener",  
  "home": "Inicio",
  "search": "Buscar",
  "history": "Historial",
  "favorites": "Favoritos", 
  "address": "Dirección",
  "go": "Ir",
  "links": "Vínculos",
  "best_of_web": "Lo Mejor de la Web",
  "channel_guide": "Guía de Canales",
  "customize_links": "Personalizar Vínculos",

  "experience": "Experiencia",
  "introduction": "Introducción",
  "interests": "Intereses",
  "values": "Valores",
  "about_me_title": "Sobre mí",

  "about_me_intro": "¡Hola! Soy Sebastián Chacón, ingeniero de software con experiencia en desarrollo Full Stack.",
  "about_me_experience": "Cuento con 3 años de experiencia, en ese periodo he desarrollado aplicaciones web y móviles, APIs escalables y proyectos de investigación en inteligencia artificial, incluyendo un sistema basado en LSTM para la traducción en tiempo real de Lengua de Señas Peruana.",
  "about_me_stack": "Mi stack de trabajo incluye:",
  "about_me_interests": "Estoy particularmente interesado en la inteligencia artificial aplicada, la ciberseguridad y el diseño de soluciones inclusivas con impacto social. Además, me apasiona el estudio de las humanidades, lo cual me permite integrar una perspectiva crítica y ética en el desarrollo tecnológico.",
  "about_me_values": "Valoro el aprendizaje continuo, la colaboración en equipo y el desarrollo de tecnología que pueda mejorar la vida de las personas.",

  "contact_me_title": "Puedes encontrarme en:",


  "montly_expenses": "App de Finanzas Personales",
  "montly_expenses_description": "Aplicación para registrar y visualizar ingresos y gastos mensuales. Los datos y el estado de la sesión se almacenan de forma persistente en el almacenamiento del navegador. Incluye soporte para tema claro y oscuro.",
  
  "three_demo": "Simulador de agua",
  "three_demo_description": "Demostración interactiva de simulación de agua en 3D con colisión y ruido simulado.",
  
  "kanban_board": "Tablero Kanban",
  "kanban_board_description": "Tablero interactivo para gestionar tareas en columnas con soporte de arrastrar y soltar. Tambien tiene soporte para temas",
  
  "graph_demo": "Graficadora de funciones",
  "graph_demo_description": "Herramienta para graficar funciones matemáticas en un lienzo interactivo.",
  
  "signapp": "Traducción de Lengua de Señas",
  "signapp_description": "Aplicación móvil que traduce gestos de la Lengua de Señas Peruana a texto en tiempo real. El frontend se conecta con el backend mediante Socket.IO, enviando imágenes en bruto que son preprocesadas y agrupadas en una secuencia de movimientos. Esa secuencia luego se procesa con un modelo LSTM que devuelve una traducción aproximada.",    
  
  "weather_app": "App del clima",
  "weather_app_description": "Interfaz gráfica que modifica su esquema de colores según las condiciones climáticas. Actualmente utiliza datos simulados para evitar dependencias externas, pero admite integración con fuentes en tiempo real.",
  
  "creds_updt": "Actualizador de contraseñas",
  "creds_updt_description": "Interfaz y api rest para actualizar credenciales con validación y confirmación de seguridad.",
  "creds_updt_git": "Projecto Privado",

  "projects_disclaimer": "Aquí solo muestro los proyectos públicos. Casi todos tienen el código disponible, menos uno que es de una institución."

}